Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Albania, Andorra, Argentina, Armenia, Austria, Belgium, Bosnia and Herzegovina, Botswana, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Honduras, Hungary, Iceland, India, Iraq, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Mexico, Monaco, Netherlands, New Zealand, Norway, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Vanuatu.
fr: Albanie, Allemagne, Andorre, Argentine, Arménie, Autriche, Belgique, Bosnie-Herzégovine, Botswana, Bulgarie, Canada, Chili, Chypre, Costa Rica, Croatie, Danemark, Espagne, Estonie, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Guatemala, Honduras, Hongrie, Îles Salomon, Inde, Iraq, Irlande, Islande, Italie, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Mexique, Monaco, Norvège, Nouvelle-Zélande, Pays-Bas, Pologne, Portugal, République de Corée, République de Moldova, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Turquie, Ukraine, Uruguay, Vanuatu.

source: Draft resolution XV was adopted by 110 votes to 6, with 61 abstentions (resolution 60/164).
fr: Par 110 voix contre 6, avec 61 abstentions, le projet de résolution XV est adopté (résolution 60/164).

source: The President: Draft resolution XVI is entitled “The right to food”.
fr: Le Président (parle en anglais) : Le projet de résolution XVI est intitulé « Le droit à l'alimentation ».

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Albanie, Algérie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Australie, Autriche, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Burundi, Cambodge, Cameroun, Canada, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Costa Rica, Côte d'Ivoire, Croatie, Cuba, Danemark, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Espagne, Estonie, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Gambie, Géorgie, Ghana, Grèce, Grenade, Guatemala, Guinée, Guinée-Bissau, Haïti, Honduras, Hongrie, Îles Marshall, Îles Salomon, Inde, Indonésie, Iran (République islamique d'), Iraq, Irlande, Islande, Italie, Jamahiriya arabe libyenne, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malaisie, Malawi, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Oman, Ouganda, Ouzbékistan, Pakistan, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, Qatar, République arabe syrienne, République de Corée, République de Moldova, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Singapour, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Tonga, Trinité-et-Tobago, Tunisie, Turkménistan, Turquie, Tuvalu, Ukraine, Uruguay, Vanuatu, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Draft resolution XVI was adopted by 176 votes to 1, with 1 abstention (resolution 60/165).
fr: Par 176 voix contre une, avec une abstention, le projet de résolution XVI est adopté (résolution 60/165).

source: [Subsequently, the delegation of Guyana informed the Secretariat that it had intended to vote in favour. ]
fr: [La délégation du Guyana a ultérieurement informé le Secrétariat qu'elle entendait voter pour]

source: The President: Draft resolution XVII is entitled “Elimination of all forms of intolerance and of discrimination based on religion or belief”.
fr: Le Président (parle en anglais) : Le projet de résolution XVII est intitulé « Élimination de toutes les formes d'intolérance et de discrimination fondées sur la religion ou la conviction ».

source: Draft resolution XVII was adopted (resolution 60/166).
fr: Le projet de résolution XVII est adopté (résolution 60/166).

source: The President: Draft resolution XVIII is entitled “Human rights and cultural diversity”.
fr: Le Président (parle en anglais) : Le projet de résolution XVIII est intitulé « Les droits de l'homme et la diversité culturelle ».

source: Draft resolution XVIII was adopted (resolution 60/167).
fr: Le projet de résolution XVIII est adopté (résolution 60/167).

source: The President: Draft resolution XIX is entitled “Protection of and assistance to internally displaced persons”.
fr: Le Président (parle en anglais) : Le projet de résolution XIX est intitulé « Aide et protection en faveur des personnes déplacées dans leur propre pays ».

source: Draft resolution XIX was adopted (resolution 60/168).
fr: Le projet de résolution XIX est adopté (résolution 60/168).

source: The President: Draft resolution XX is entitled “Protection of migrants”.
fr: Le Président (parle en anglais) : Le projet de résolution XX est intitulé « Protection des migrants ».

source: The Third Committee adopted draft resolution XX without a vote.
fr: La Troisième Commission a adopté le projet de résolution XX sans le mettre aux voix.

source: Draft resolution XX was adopted (resolution 60/169).
fr: Le projet de résolution XX est adopté (résolution 60/169).

source: The President: I shall now give the floor to those representatives wishing to speak in explanation of position on the resolutions just adopted.
fr: Le Président (parle en anglais) : Je vais à présent donner la parole aux représentants qui souhaitent intervenir au titre des explications de position sur les résolutions qui viennent d'être adoptées.

source: Mrs. Hasteh (Islamic Republic of Iran): We join the consensus on draft resolution IV, entitled “Establishment of a United Nations human rights training and documentation centre for South-West Asia and the Arab region”, which was just adopted under agenda item 71 (b). Nevertheless, my delegation would like to dissociate itself from the content of the twelfth preambular paragraph of the draft resolution.
fr: Mme Hasteh (République islamique d'Iran) (parle en anglais) : Nous nous sommes joints au consensus sur le projet de résolution IV intitulé « Création d'un centre de formation et de documentation des Nations Unies sur les droits de l'homme pour l'Asie du Sud-Ouest et la région arabe » qui vient d'être adopté au titre du point 71 b) de l'ordre du jour, mais ma délégation voudrait se dissocier du contenu du douzième alinéa du préambule du projet de résolution.

source: Mr. Amoros (Cuba) (spoke in Spanish): In the context of the review of the current report, my delegation would like to explain its position concerning draft resolutions II and V.
fr: M. Amoros (Cuba) (parle en espagnol) : Dans le cadre de l'examen du présent rapport, ma délégation souhaite expliquer son vote concernant les projets de résolution II et V.

source: In the first case, my delegation believes that the application of the elements approved in draft resolution II must be limited to, and interpreted according to, the subregional context provided for in the text.
fr: Dans le premier cas, ma délégation estime que l'application des éléments approuvés dans ce projet de résolution doit se limiter à une interprétation dans le cadre sous-régional prévu par ce texte.

source: With respect to draft resolution V, on national institutions, we cannot consider the reference made in operative paragraph 22 to the so-called action 2 initiative of the Secretary-General to be an endorsement of that initiative.
fr: En ce qui concerne le projet de résolution V, sur les institutions nationales, nous tenons à indiquer, par rapport au paragraphe 22 du dispositif et à la référence faite à ce que l'on appelle l'initiative « Action 2 » du Secrétaire général, que l'on ne saurait considérer que cette référence avalise cette initiative.

source: My delegation believes that the provisions of General Assembly resolution 57/300 set out the intergovernmental framework for the implementation of this measure.
fr: Pour ma délégation, ce qui a été prévu par la résolution A/57/300 de l'Assemblée générale est le cadre intergouvernemental que nous avons devant nous pour l'application de cette initiative « Action 2 ».

source: In other words, this does not mean that my delegation endorses action 2. We believe that there is still much to be discussed in that respect.
fr: Pour notre délégation cela ne signifie nullement que nous avalisions cette initiative « Action 2 », dont de nombreux aspects restent à débattre.

source: Ms. Taracena Secaira (Guatemala) (spoke in Spanish): With respect to draft resolution I, “Combating defamation of religions”, my delegation would like to state that Guatemala does not accept and condemns the defamation of any religion whose principles and practices are compatible with human rights and fundamental freedoms.
fr: Mme Taracena Selaira (Guatemala) (parle en espagnol) : En ce qui concerne le projet de résolution I, « La lutte contre la diffamation des religions », ma délégation tient à affirmer que le Guatemala n'admet en aucune manière et condamne la diffamation de toute religion dont les principes et pratiques sont compatibles avec le reste des droits de l'homme et avec les libertés fondamentales.

source: Guatemala defends the principles of tolerance, non-discrimination and freedom of worship.
fr: Le Guatemala défend les principes de la tolérance et de la non-discrimination, ainsi que la liberté de culte.

source: However, we believe that this resolution lacks balance in giving more importance to one religion than to others.
fr: Nous estimons que cette résolution manque d'équilibre, car elle accorde plus d'importance à certaines religions qu'à d'autres.

source: Despite that fact, we voted in favour of the resolution, and we hope that in future it would be more inclusive and also condemn intolerance towards minorities whose religion is not the official State religion.
fr: Nous avons néanmoins voté pour, et nous espérons qu'à l'avenir le projet de résolution sera plus inclusif et condamnera également l'intolérance à l'égard de minorités dont la religion n'est pas la religion d'État.

source: Mr. Abdelmannan (Sudan) (spoke in Arabic): I would like to explain our position with regard to draft resolution XVII.
fr: M. Abdelmannan (Soudan) (parle en arabe) : Je voudrais expliquer notre position sur le projet de résolution XVII.

source: My delegation joined the consensus on operative paragraph 4 (a) of the draft resolution on the understanding that it would not be contradictory to the very religious beliefs and principles to which it refers.
fr: Ma délégation a rejoint le consensus sur l'alinéa a du paragraphe 4 du dispositif du projet de résolution, étant entendu que ce texte n'entrera pas en contradiction avec les convictions religieuses et les principes auxquels il se réfère.

source: Mr. Wood (United Kingdom): I am taking the floor on behalf of the European Union in connection with draft resolution VIII, entitled “The right to development”.
fr: M. Wood (Royaume-Uni) (parle en anglais) : Je prends la parole au nom de l'Union européenne concernant le projet de résolution VIII, intitulé « Le droit au développement ».

source: I do not want to take the time of the Assembly by making a full, substantive explanation of vote, but I wanted to recall the fact that the European Union as a whole was able to vote in favour of draft resolution VIII, unlike in the Third Committee.
fr: Je ne vais pas mobiliser le temps de l'Assemblée en donnant une explication de vote complète et exhaustive, mais je voudrais simplement rappeler que l'Union européenne dans son ensemble a été en mesure de voter pour le projet de résolution VIII, à la différence de ce qui avait été le cas à la Troisième Commission.

source: I should also like to draw attention to the contents of the explanation of vote that the European Union made at the time of adoption.
fr: J'aimerais aussi attirer l'attention sur la teneur de l'explication de vote que l'Union européenne a fournie lors de l'adoption.

source: The Assembly has thus concluded this stage of its consideration of sub-item (b) of agenda item 71.
fr: L'Assemblée a ainsi achevé la phase actuelle de son examen du point 71 b) de l'ordre du jour.

source: The President: I should like to inform members that it is my intention that the General Assembly will take action on draft resolution A/60/L.40, entitled “Peacebuilding Commission” on Tuesday, 20 December.
fr: Le Président (parle en anglais) : Je tiens à informer les membres que mon intention est que l'Assemblée générale se prononce sur le projet de résolution A/60/L.40, intitulé « Commission de consolidation de la paix », le mardi 20 décembre.

source: I should like to commend the Third Committee for its excellent work.
fr: Je tiens à féliciter la Troisième Commission de son excellent travail.

source: I am sure that continued deliberations will occur in the same good spirit.
fr: Je suis sûr que les débats vont se poursuivre dans le même état d'esprit de qualité.

source: Again, I thank members for their cooperation.
fr: Je remercie une fois de plus les membres de leur coopération.

source: I look forward to the meeting of the General Assembly at which it will duly consider action on 20 December.
fr: J'attends avec intérêt la séance de l'Assemblée générale du 20 décembre, au cours de laquelle elle envisagera de se prononcer.

source: Ms. Bahemuka (Kenya), Vice-President, took the Chair.
fr: En l'absence du Président, Mme Bahemuka (Kenya), Vice-Présidente, assume la présidence.

source: (c) Human rights situations and reports of special rapporteurs and representatives
fr: c) Questions relatives aux droits de l'homme : situations relatives aux droits de l'homme et rapports des rapporteurs et représentants spéciaux

source: Report of the Third Committee (A/60/509/Add.3)
fr: Rapport de la Troisième Commission (A/60/509/Add.3)

source: The Assembly has before it six draft resolutions recommended by the Third Committee in paragraph 70 of its report.
fr: L'Assemblée est saisie de six projets de résolution recommandés par la Troisième Commission au paragraphe 70 de son rapport.

source: Before proceeding further, I should like to inform members that action on draft resolution VI, entitled “Situation of human rights in Myanmar”, is postponed to a later date to allow time for the review of its programme budget implications by the Fifth Committee.
fr: Avant de poursuivre, je voudrais informer les membres que l'Assemblée générale se prononcera sur le projet de résolution VI, intitulé « Situation des droits de l'homme au Myanmar » à une date ultérieure pour permettre à la Cinquième Commission d'en examiner les incidences sur le budget-programme.

source: The Assembly will take action on draft resolution VI as soon as the report of the Fifth Committee on its programme budget implications is available.
fr: L'Assemblée générale se prononcera sur le projet de résolution III dès que le rapport de la Cinquième Commission relatif aux incidences du projet de résolution sur le budget-programme sera disponible.

source: The representative of the Democratic People's Republic of Korea has requested to speak in explanation of vote before the vote, and I give him the floor.
fr: Le représentant de la République populaire démocratique de Corée a demandé la parole pour expliquer son vote avant le vote. Je lui donne la parole.

source: Mr. Sin Song Chol (Democratic People's Republic of Korea): The Democratic People's Republic of Korea categorically rejects draft resolution IV, entitled “Situation of human rights in the Democratic People's Republic of Korea”, submitted by the European Union, as a political plot against the Democratic People's Republic of Korea led by the United States of America and its allies.
fr: M. Sin Song Chol (République populaire démocratique de Corée) (parle en anglais) : La République populaire démocratique de Corée rejette catégoriquement le projet de résolution IV présenté par le Royaume-Uni et intitulé « Situation des droits de l'homme en République populaire démocratique de Corée », parce que nous le considérons comme un complot politique visant la République populaire démocratique de Corée, fomenté par les États-Unis d'Amérique et ses alliés.

source: The delegation of the Democratic People's Republic of Korea questions the legitimacy of the draft resolution for the following reasons.
fr: La délégation de la République populaire démocratique de Corée met en doute la légitimité de ce projet de résolution pour les raisons suivantes.

source: First, the delegation of the Democratic People's Republic of Korea draws the attention of Member States to the fact that the draft resolution was submitted by the kingpins of human rights violations, namely the United States, Japan and the United Kingdom on behalf of the European Union.
fr: Premièrement, la délégation de la République populaire démocratique de Corée attire l'attention des États Membres sur le fait que ce projet de résolution a été déposé par les champions des violations des droits de l'homme, notamment les États-Unis d'Amérique, le Japon et le Royaume-Uni au nom de l'Union européenne.

source: As for the United States, it is a criminal State, historically living on war and massacre.
fr: En ce qui concerne les États-Unis, il s'agit d'un État criminel qui s'est traditionnellement enrichi en menant des guerres et en commettant des massacres.

source: At this point, the United States, having occupied sovereign States by force, is indiscriminately killing innocent people by using chemical weapons such as white phosphorus without hesitation.
fr: À l'heure actuelle, après avoir occupé des États souverains par la force, les États-Unis tuent sans discernement ni hésitation des innocents en utilisant des armes chimiques telles que le phosphore blanc.

source: The United States routinely kidnaps innocent people on the pretence that they are terrorist suspects, and tortures them in secret prisons.
fr: Les États-Unis enlèvent fréquemment des innocents, sous le prétexte qu'ils sont soupçonnés de terrorisme, et les torturent dans des prisons secrètes.

source: Now, the President, the Vice-President, the Secretary of State and other high officials of the Administration are all claiming, in defiance of international law, that torture is legitimate.
fr: Actuellement, le Président, le Vice-Président, la Secrétaire d'État et d'autres responsables de l'Administration des États-unis prétendent tous, au mépris du droit international, que la torture est légitime.

source: As for Japan, it is a war-criminal State of the Second World War.
fr: Quant au Japon, c'est le pire État criminel de la Seconde Guerre mondiale.

source: It has not settled the issue of the crimes against humanity that it committed in the twentieth century.
fr: Il n'a pas encore réglé la question des crimes qu'il a commis contre l'humanité au XXe siècle.

source: Rather, it embellishes those crimes and is pushing forward with preparations to repeat its criminal history.
fr: Il préfère les présenter sous une forme édulcorée, et est prêt à récidiver.

source: Now, Japan has inserted a clause on abductions into the draft resolution and is demanding that the countries of Asia and Africa support it.
fr: Maintenant, le Japon a inséré une clause sur les enlèvements dans le projet de résolution, et demande que des pays asiatiques et africains appuient celui-ci.

source: The abduction issue that Japan is talking about refers to incidents that took place by chance, in the context of the hostile relations between the Democratic People's Republic of Korea and Japan in the 1970s.
fr: La question de l'enlèvement à laquelle fait allusion le Japon fait référence à des incidents, qui se sont produits par hasard, dans le cadre des rapports hostiles entre la République populaire démocratique de Corée et le Japon dans les années 70.

source: That issue was duly resolved during Prime Minister Koizumi's visit to Pyongyang.
fr: Cette question a été réglée lors de la visite du Premier Ministre Koizumi à Pyongyang.

source: The problem is that the conservative hardliners continue to use it politically.
fr: Le problème réside dans le fait que les ultra-conservateurs continuent de l'utiliser à des fins politiques.

source: However, Japan's abduction of Korean people has not been settled at all.
fr: Cependant, la question de l'enlèvement de Coréens par le Japon n'a pas du tout été réglée.
